{
    "Mayor": [
      {
        "name": "Keith Wilson",
        "title": "Mayor of Portland",
        "image": "images/keith-wilson.jpg",
        "audioFile": "audio/keith-wilson.mp3",
        "bio": "<p>I am a father, a neighbor, and a proud Portlander with a vision for a city crying out for real change.</p>\n<p>We all see the pain of our unsheltered neighbors, the devastating impact on our community, and the unsustainable strain on local government. Enough is enough. We refuse to accept the status quo. Within one year, I’ll end unsheltered homelessness in our city.</p>\n<p>You’ve heard promises before. Here’s the hard-won experience that will make this a reality:</p>\n<p>In addition to my decades as an executive, I am also the founder of Shelter Portland, an innovative non-profit organization making progress in the battle to end unsheltered homelessness. I have assembled a team of experts with a winning blueprint to compassionately and immediately eliminate unsheltered homelessness without further burdening our taxpayers. We’ve seen real results, but we have so much more work to do.</p>\n<p>Reforming our approach to unsheltered homelessness is a big challenge, but it isn’t my first. My transformational leadership took a decades-old trucking business, eliminated all fossil fuel usage in Portland, and built an unmatched safety culture while growing the company six times over. I want to bring that same award-winning innovation and operational competence to the city we love.</p>\n<p>The city politicians and their failed policies that got us into this mess can’t be trusted to get us out. We need real change for our great city.</p>\n<p>I’m rolling up my sleeves to get to work, and I want you by my side. Let’s build Portland’s future together.</p>"
      }
    ],
    "District 1 (East Portland)": [
      {
        "name": "Candace Avalos",
        "title": "Council Member",
        "image": "images/candace-avalos.jpg",
        "audioFile": "audio/candace-avalos.mp3",
        "bio": "<p>Candace Avalos is the Executive Director of Verde, a nonprofit focused on environmental and social justice.</p>\n<p>She has chaired the City of Portland's Citizen Review Committee and served on the Portland Charter Commission.</p>\n<p>With a background in education and civic engagement, Avalos has been actively involved in community advocacy.</p>\n<p>Her key initiatives include:</p>\n<ul><li>Addressing environmental justice issues in East Portland</li>\n<li>Expanding Portland Street Response</li>\n<li>Advocating for affordable housing solutions</li>\n<li>Promoting community engagement and accountability in governance</li></ul>\n<p>She is a Democrat.</p>"
      },
      {
        "name": "Loretta Smith",
        "title": "Council Member",
        "image": "images/loretta-smith.jpg",
        "audioFile": "audio/loretta-smith.mp3",
        "bio": "<p>Loretta Smith served as a Multnomah County Commissioner from 2011 to 2018, advocating for communities of color and low-income residents.</p>\n<p>Her work includes funding paid summer internships for disadvantaged youth and starting investment funds for minority-owned businesses.</p>\n<p>Smith, a Democrat, has been involved in public service for nearly three decades.</p>\n<p>Her priorities include:</p>\n<ul><li>Expanding job training and internships</li>\n<li>Addressing unsanctioned camping</li>\n<li>Improving transit access and traffic calming measures.</li></ul>"
      },
      {
        "name": "Jamie Dunphy",
        "title": "Council Member",
        "image": "images/jamie-dunphy.jpg",
        "audioFile": "audio/jamie-dunphy.mp3",
        "bio": "<p>Jamie Dunphy has over 14 years of experience in public policy, currently serving as the Oregon Government Relations Director for the American Cancer Society.</p>\n<p>He previously worked as Senior Policy Director for Portland City Commissioner Nick Fish and has been involved in various community improvement projects.</p>\n<p>Dunphy, a Liberal, is focused on:</p>\n<ul><li>Addressing housing stability and rent stabilization</li>\n<li>Devising homelessness solutions</li>\n<li>Implementing public safety reforms and enhancing police accountability</li>\n<li>Advocating for inclusivity in city spaces.</li></ul>"
      }
    ],
    "District 2 (North and Northeast Portland)": [
      {
        "name": "Dan Ryan",
        "title": "Council Member",
        "image": "images/dan-ryan.jpg",
        "audioFile": "audio/dan-ryan.mp3",
        "bio": "<p>Dan Ryan, a Progressive, is the former CEO of the nonprofit All Hands Raised, which focuses on education, and served on the Portland School Board before being elected to the City Council in 2020.</p>\n<p>He is committed to serving marginalized communities.</p>\n<p>Ryan's key initiatives include:</p>\n<ul><li>Developing Safe Rest Villages</li>\n<li>Advocating for housing legislation</li>\n<li>Promoting community safety</li>\n<li>Increasing funding for arts and culture.</li></ul>"
      },
      {
        "name": "Elana Pirtle-Guiney",
        "title": "Council Member",
        "image": "images/elana-pirtle-guiney.jpg",
        "audioFile": "audio/elana-pirtle-guiney.mp3",
        "bio": "<p>Elana Pirtle-Guiney, a Progressive, has worked as a Legislative Director and Policy Advisor for Oregon Governors Kate Brown and John Kitzhaber, and at the Oregon AFL-CIO.</p>\n<p>She spearheaded legislation including Oregon's paid family leave law and minimum wage increases.</p>\n<p>Her priorities include:</p>\n<ul><li>Expanding affordable housing</li>\n<li>Implementing effective public safety responses</li>\n<li>Enhancing workforce development</li>\n<li>Fostering government responsiveness.</li></ul>"
      },
      {
        "name": "Sameer Kanal",
        "title": "Council Member",
        "image": "images/sameer-kanal.jpg",
        "audioFile": "audio/sameer-kanal.mp3",
        "bio": "<p>Sameer Kanal, a Progressive, is the Inclusive Policy Manager at the City of Portland Public Safety Service Area, focusing on community-engaged policing and Portland Street Response.</p>\n<p>He is also the Executive Director for the Northwest Association for Global Affairs.</p>\n<p>Kanal's initiatives include:</p>\n<ul><li>Advocating for Safe Routes to School</li>\n<li>Addressing potholes</li>\n<li>Focusing on violence prevention</li>\n<li>Ensuring 24/7 Portland Street Response</li>\n<li>Improving community safety.</li></ul>"
      }
    ],
    "District 3 (Southeast Portland)": [
      {
        "name": "Steve Novick",
        "title": "Council Member",
        "image": "images/steve-novick.jpg",
        "audioFile": "audio/steve-novick.mp3",
        "bio": "<p>Steve Novick served as a Portland City Commissioner from 2013 to 2017.</p>\n<p>He is an environmental lawyer and a former Trial Attorney for the U.S. Department of Justice.</p>\n<p>Novick's priorities include:</p>\n<ul><li>Increasing affordable housing</li>\n<li>Reforming zoning laws</li>\n<li>Expanding and diversifying the police force</li>\n<li>Addressing homelessness</li>\n<li>Advocating for pedestrian and bike safety.</li></ul>"
      },
      {
        "name": "Tiffany Koyama Lane",
        "title": "Council Member",
        "image": "images/tiffany-koyama-lane.jpg",
        "audioFile": "audio/tiffany-koyama-lane.mp3",
        "bio": "<p>Tiffany Koyama Lane is a public school teacher, union leader, and activist with over 16 years of teaching experience.</p>\n<p>She is a lead organizer for the Portland Association of Teachers and has been involved in numerous educational campaigns.</p>\n<p>This Progressive focuses on:</p>\n<ul><li>Expanding affordable housing</li>\n<li>Improving public education</li>\n<li>Enhancing public safety</li>\n<li>Supporting addiction and behavioral health services</li>\n<li>Protecting renters' rights.</li></ul>"
      },
      {
        "name": "Angelita Morillo",
        "title": "Council Member",
        "image": "images/angelita-morillo.jpg",
        "audioFile": "audio/angelita-morillo.mp3",
        "bio": "<p>Angelita Morillo is a policy advocate for Partners for a Hunger-Free Oregon and has served as a Constituent Services Specialist for City Commissioner Jo Ann Hardesty.</p>\n<p>She serves on Portland's Rental Services Commission.</p>\n<p>Morillo, a Progressive, is focused on:</p>\n<ul><li>Fully funding Portland Street Response</li>\n<li>Streamlining housing construction requirements.</li></ul>"
      }
    ],
    "District 4 (West Portland and some eastside neighborhoods)": [
      {
        "name": "Olivia Clark",
        "title": "Council Member",
        "image": "images/olivia-clark.jpg",
        "audioFile": "audio/olivia-clark.mp3",
        "bio": "<p>Olivia Clark, a Progressive, has served as the Executive Director of Public Affairs at TriMet and has extensive experience in public service, including founding CASA, a non-profit focused on affordable housing.</p>\n<p>Her key initiatives include:</p>\n<ul><li>Advocating for affordable housing</li>\n<li>Increasing emergency shelter beds while addressing street camping and drug use</li>\n<li>Improving 9-1-1 response times</li>\n<li>Supporting public transit expansion.</li></ul>"
      },
      {
        "name": "Mitch Green",
        "title": "Council Member",
        "image": "images/mitch-green.jpg",
        "audioFile": "audio/mitch-green.mp3",
        "bio": "<p>Mitch Green is an Army veteran, energy economist, community college professor, and union member.</p>\n<p>He has worked for Bonneville Power Administration and taught economics at Portland State University.</p>\n<p>Green's priorities include:</p>\n<ul><li>Climate and environmental stewardship</li>\n<li>Expanding affordable housing</li>\n<li>Investing in pedestrian and cycling infrastructure</li>\n<li>Advocating for working families and social housing</li>\n<li>Increasing access to clean energy.</li></ul>"
      },
      {
        "name": "Eric Zimmerman",
        "title": "Council Member",
        "image": "images/eric-zimmerman.jpg",
        "audioFile": "audio/eric-zimmerman.mp3",
        "bio": "<p>Eric Zimmerman is a lifelong Oregonian who has served as Chief of Staff to two Multnomah County Commissioners and as a Senior Advisor to the Portland Mayor.</p>\n<p>He has experience as a Deputy City Manager and served in the Oregon Army National Guard, the Iraq War, NATO, and at the U.S. Embassy in Bangladesh.</p>\n<p>Zimmerman, who is LGBTQ+ supportive, is focused on:</p>\n<ul><li>Increasing neighborhood response teams</li>\n<li>Expanding temporary shelter sites</li>\n<li>Addressing street camping and public drug use</li>\n<li>Promoting livability and safety.</li></ul>"
      }
    ],
    "City Auditor": [
      {
        "name": "Simone Rede",
        "title": "City Auditor",
        "image": "images/simone-rede.jpg",
        "audioFile": "audio/simone-rede.mp3",
        "bio": "<p>Simone Rede was re-elected as Portland City Auditor in the 2024 election, continuing her tenure that began in January 2023. As the first person of color and the first LGBTQ+ individual to hold this position, Rede has brought a fresh perspective to the role of Portland's elected, independent watchdog.</p>\n<p>Rede's professional background is deeply rooted in public service and auditing. She is a Certified Internal Auditor and a Certified Government Auditing Professional with over 15 years of experience in public service. Her academic credentials include a master's degree in public policy and management from Carnegie Mellon University and a bachelor's degree in urban studies from Vassar College.</p>\n<p>Prior to becoming City Auditor, Rede worked as a principal management auditor at Metro regional government and as a staff auditor at the Oregon Secretary of State Audits Division. Her experience extends to improving access to higher education in Portland area alternative schools. Rede's expertise has been recognized nationally, as she serves on the United States Government Accountability Office Domestic Working Group, addressing accountability issues across all levels of government.</p>\n<p>During her first term, Rede focused on making Portland's city government more accountable and accessible to the public. She implemented several initiatives, including building a constituent relations function for the Office and releasing reports that highlighted mismanagement, waste, and harm to Portlanders. Notably, she oversaw the first City audit of the Joint Office of Homeless Services.</p>\n<p>Rede's approach to auditing is people-centered, emphasizing the selection of topics that matter to Portlanders and inviting public input to inform the work of her office. She has actively sought community perspectives through surveys and focus groups when developing audit schedules and gathering evidence for conclusions.</p>\n<p>In her personal life, Rede is an Oregonian, born in Salem and raised in Portland. She describes herself as the daughter of journalists, which she credits for her questioning nature. Rede is also an artist, having sung in choirs and played musical instruments for most of her life. She lives in northeast Portland with her wife and their three dogs.</p>\n<p>As Portland transitions to a new form of government, Rede's re-election ensures continuity and stability. Her experience and leadership are considered assets to the City and the people of Portland during this period of change. Rede's commitment to protecting the Office's independence and educating newly elected and appointed leaders about the Auditor's role remains a top priority for her second term.</p>"
      }
    ]
  }